Repository: wp-plugins/easy-custom-auto-excerpt
Catalog: languages/easy-custom-auto-excerpt-*.po
Languages: sr_rs

source: No
sr_rs: Ne

source: Yes
sr_rs: Da

source: Disable
sr_rs: Deaktiviraj

source: All Content
sr_rs: Sav sadržaj

source: Selected Post type and Categories
sr_rs: Odabrana vrsta posta i kategorije

source: Search excerpt
sr_rs: Pretraži odlomak

source: Blog page excerpt
sr_rs: Odlomak stranice bloga

source: Front page excerpt
sr_rs: Odlomak početne stranice

source: Archive excerpt
sr_rs: Arhiviraj odlomak

source: Basic
sr_rs: Osnovni

source: Advanced
sr_rs: Napredni

source: Basic Settings
sr_rs: Osnovna podešavanja

source: Excerpt in page
sr_rs: Odlomak na stranici

source: Blog Page Excerpt
sr_rs: Odlomak stranice bloga

source: Excerpt size
sr_rs: Veličina odlomka

source: If greater than 0, the general excerpt size and method will be overridden
sr_rs: Ako je veća od 0, opšta veličina odlomka i metod biće poništeni

source: Post type
sr_rs: Vrsta posta

source: Categories
sr_rs: Kategorije

source: Front Page Excerpt
sr_rs: Odlomak početne strane

source: Archive Excerpt
sr_rs: Arhiviraj odlomak

source: Search Excerpt
sr_rs: Pretraži odlomak

source: Page Excerpt
sr_rs: Odlomak stranice

source: Page excerpt
sr_rs: Odlomak stranice

source: Page
sr_rs: Stranica

source: New Page Excerpt
sr_rs: Novi odlomak stranice

source: Remove
sr_rs: Ukloni

source: Easy Custom Auto Excerpt Options Page
sr_rs: Easy Custom Auto Excerpt Stranica opcija

source: Easy Custom Auto Excerpt Options
sr_rs: Easy Custom Auto Excerpt Opcije

source: Easy Custom Auto Excerpt by
sr_rs: Easy Custom Auto Excerpt od autora

source: Plugin Page
sr_rs: Stranica plugin-a

source: Please Rate :)
sr_rs: Molimo vas da ga ocenite :)

source: Comment
sr_rs: Komentar

source: Bug Report
sr_rs: Izveštaj o greškama

source: FAQ
sr_rs: Često postavljana pitanja

source: Settings saved.
sr_rs: Podešavanja sačuvana.

source: General Options
sr_rs: Opšta podešavanja

source: Excerpt Location
sr_rs: Lokacija odlomka

source: Read More Button
sr_rs: Taster: ‘Pročitaj više’

source: General Excerpt Options
sr_rs: Opšta podešavanja odlomka

source: Excerpt Location Options
sr_rs: Opcije lokacije odlomka

source: Save Options
sr_rs: Sačuvaj opcije

source: Save your changes to apply the options
sr_rs: Sačuvajte svoje promene da biste primenili opcije

source: Left (default)
sr_rs: Levo (podrazumevano)

source: Center
sr_rs: U sredini

source: Right
sr_rs: Desno

source: Normal
sr_rs: Normalan

source: Always Show
sr_rs: Uvek prikaži

source: Always Hide
sr_rs: Uvek sakrij

source: Read more text
sr_rs: Tekst ‘Pročitajte više’

source: If you do not want to display it, fill with "-" (without quote)
sr_rs: Ako ne želite da ga prikazujete, napišite "-" (bez navodnika)

source: Text before link
sr_rs: Tekst pre linka

source: Text before read more link
sr_rs: Tekst pre linka ‘Pročitajte više’

source: Read more align
sr_rs: Poravnaj ‘Pročitajte više’

source: Normal mode = show readmore button, only if content length is bigger than excerpt size
sr_rs: Normalan režim = prikaži taster ‘Pročitajte više’ samo ako je dužina sadržaja veća od veličine odlomka

source: Display option
sr_rs: Opcija prikazivanja

source: Purchase the %1$s Premium Edition %2$s to enable all button font and the premium button skins
sr_rs: Kupite %1$s Premium izdanje %2$s da biste aktivirali sve fontove tastera i premium dizajn tastera

source: The black and white button skins are free :)
sr_rs: Crni i beli tasteri su besplatni :)

source: Button Font
sr_rs: Font tastera

source: Button Font Size
sr_rs: Veličina fonta tastera

source: Read More Live Preview
sr_rs: ‘Pročitajte više’ Pregled uživo

source: Custom CSS
sr_rs: Prilagođeni CSS

source: Some css attribute need to use <code>!important</code> value to affect
sr_rs: Neki css atribut mora da koristi vrednost <code>!važno</code> da bi imao efekta

source: Paragraph
sr_rs: Paragraf

source: Character
sr_rs: Karakter

source: Show First Paragraph
sr_rs: Prikaži prvi paragraf

source: Show 1st - 2nd Paragraph
sr_rs: Prikaži paragrafe od 1. do 2.

source: Show 1st - 3rd Paragraph
sr_rs: Prikaži paragrafe od 1. do 3.

source: Paragraph method will cut per paragraph. Character method will cut per word
sr_rs: Metod paragrafa će seći svaki paragraf posebno. Metod karaktera seći će svaku reč.

source: Excerpt method
sr_rs: Metod odlomka

source: Number of character preserved
sr_rs: Broj sačuvanih karaktera

source: If you select 'yes' any shortcode will be ommited from the excerpt
sr_rs: Ako odaberete opciju ‘da’, bilo koji shortcode biće izostavljen iz odlomka

source: Strip shortcode
sr_rs: Skini shortcode

source: If you select 'yes' any empty HTML tags will be ommited from the excerpt
sr_rs: Ako odaberete opciju ‘da’, bilo koje prazne HTML oznake biće izostavljene iz odlomka

source: Strip empty HTML tags
sr_rs: Skini prazne HTML oznake

source: Use this method only if there are any problem with the excerpt
sr_rs: Koristite ovaj metod samo ako imate neki problem sa odlomkom

source: Special method
sr_rs: Poseban metod

source: Content Options
sr_rs: Opcije sadržaja

source: Left
sr_rs: Levo

source: Justify
sr_rs: Poravnaj

source: The plugin will try to align the text on the excerpt page
sr_rs: Plugin će pokušati da poravna tekst na stranici odlomka

source: Text align
sr_rs: Poravnaj tekst

source: Extra HTML markup
sr_rs: Dodatne HTML oznake

source: Extra HTML markup to save. Use "|" (without quote) between markup
sr_rs: Dodatne HTML oznake za čuvanje. Koristite "|" (bez navodnika) između oznaka

source: Display Image Options
sr_rs: Prikaži opcije slika

source: Show All Images
sr_rs: Prikaži sve slike

source: Show only First Image
sr_rs: Prikaži samo prvu sliku

source: Use Featured Image
sr_rs: Koristi uobličenu sliku

source: Content image
sr_rs: Slika sadržaja

source: Display Image in excerpt
sr_rs: Prikaži sliku u odlomku

source: Purchase the %1$s Premium Edition %2$s to enable all display image options below
sr_rs: Kupite %1$s Premium izdanje %2$s da biste aktivirali sve opcije prikazivanja slike koje slede

source: Image options below is only work for Content Image: Show Only First Image and Use Featured Image
sr_rs: Navedene opcije slike rade samo za sliku sadržaja: Prikaži samo prvu sliku i Koristi uobličenu sliku

source: None
sr_rs: Nijedan

source: Float Left
sr_rs: Pluta levo

source: Float Right
sr_rs: Pluta desno

source: Image position
sr_rs: Pozicija slike

source: Image position option
sr_rs: Opcija pozicije slike

source: Image width
sr_rs: Širina slike

source: Image margin
sr_rs: Margina slike

source: Top
sr_rs: Vrh

source: Bottom
sr_rs: Dno

source: Get 40+ read more button style, %1$s Get Easy Custom Auto Excerpt Premium ! %2$s Do not bug me again %3$s Not Now %4$s
sr_rs: Obezbedite preko 40 stilova tastera%1$s Kupite Easy Custom Auto Excerpt Premium ! %2$s Ne dosađuj mi opet %3$s Ne sada %4$s
